Repository: hosssein125/telegram-bot-aspnet-core-boilerplate
Catalog: src/TelegramBot.Api/Localization/*/messages.po
Languages: fa

# unknown
source: â“ Unknown
fa: ❓ نامشخص

# menu.buy
source: ğŸ›’ Buy Subscription
fa: 🛒 خرید اشتراک

# menu.profile
source: ğŸ‘¤ Profile
fa: 👤 پروفایل

# menu.orders
source: ğŸ“¦ Orders
fa: 📦 سفارش‌ها

# menu.support
source: ğŸ« Support
fa: 🎫 پشتیبانی

# menu.new_ticket
source: ğŸ« Create New Ticket
fa: 🎫 ثبت تیکت جدید

# menu.my_tickets
source: ğŸ“‚ My Tickets
fa: 📂 پیگیری تیکت‌ها

# menu.help
source: â“ Help
fa: ❓ راهنما

# admin.users
source: ğŸ‘¥ User Management
fa: 👥 مدیریت کاربران

# admin.servers
source: ğŸ–¥ Server Management
fa: 🖥 مدیریت سرورها

# admin.plans
source: ğŸ“¦ Plan Management
fa: 📦 مدیریت پلن‌ها

# admin.tickets
source: ğŸŸ Ticket Management
fa: 🎟 مدیریت تیکت‌ها

# menu.back_main
source: ğŸ”™ Back to Main Menu
fa: 🔙 بازگشت به منو اصلی

# pay.card
source: ğŸ’³ Card to Card
fa: 💳 کارت به کارت

# pay.crypto
source: ğŸª™ Crypto
fa: 🪙 ارز دیجیتال

# menu.back
source: ğŸ”™ Back
fa: 🔙 بازگشت

# menu.add_balance
source: â• Add Balance
fa: ➕ افزایش موجودی

# caption.greeting
source: â”â”â”â”â”â”â”â”â”â”â”â”â”â”â”â” ğŸ‘‹ Hello and welcome! Welcome to our VPN sales bot ğŸš€ Here you can easily browse and purchase fast, secure, and stable services. ğŸ“Œ To get started, please choose an option from the menu. ğŸ’¬ If you have any questions, our support team is here to help. â”â”â”â”â”â”â”â”â”â”â”â”â”â”â”â”
fa: ‏━━━━━━━━━━━━━━━━ 👋 سلام و خوش آمدید! به ربات فروش فیلترشکن ما خوش اومدید 🚀 اینجا می‌تونید به‌راحتی سرویس‌های پرسرعت، امن و پایدار رو مشاهده و خریداری کنید. 📌 برای شروع، یکی از گزینه‌های منو رو انتخاب کنید. 💬 در صورت داشتن هرگونه سوال، پشتیبانی در کنار شماست. ‏━━━━━━━━━━━━━━━━

# caption.customer_profile
source: â”â”â”â”â”â”â”â”â”â”â”â”â”â”â”â” ğŸ‘¤ *Your Profile* ğŸ§¾ First name: {0} ğŸ§¾ Last name: {1} ğŸ†” Telegram ID: {2} ğŸ‘¤ Username: @{3} ğŸ’° Balance: {4} ğŸ“¦ Orders count: {5} ğŸ“… Joined: {6} days ago â”â”â”â”â”â”â”â”â”â”â”â”â”â”â”â”
fa: ‏━━━━━━━━━━━━━━━━ 👤 *پروفایل شما* 🧾 نام: {0} 🧾 نام خانوادگی: {1} 🆔 آیدی تلگرام: {2} 👤 نام کاربری: @{3} 💰 موجودی: {4} 📦 تعداد سفارش‌ها: {5} 📅 عضویت: {6} روز قبل ‏━━━━━━━━━━━━━━━━

# caption.support
source: â”â”â”â”â”â”â”â”â”â”â”â”â”â”â”â” ğŸ›Ÿ Support If you have any questions, issues, or requests, our support team is here to help ğŸ¤ ğŸ“Œ To submit a new request, please choose "Create New Ticket" from the menu. ğŸ“‚ To follow up on your previous requests and view replies, tap the "My Tickets" button. ğŸ’¬ Your message will be reviewed as quickly as possible. â”â”â”â”â”â”â”â”â”â”â”â”â”â”â”â”
fa: ‏━━━━━━━━━━━━━━━━ 🛟 پشتیبانی اگر سوال، مشکل یا درخواستی دارید، تیم پشتیبانی ما آماده‌ی پاسخگویی به شماست 🤝 📌 برای ثبت درخواست جدید، از منو گزینه «ثبت تیکت جدید» را انتخاب کنید. 📂 برای پیگیری پاسخ‌ها و وضعیت درخواست‌های قبلی، روی دکمه «پیگیری تیکت‌ها» بزنید. 💬 پیام شما در سریع‌ترین زمان ممکن بررسی خواهد شد. ‏━━━━━━━━━━━━━━━━
